{"0": "<pad>", "1": "<bos>", "2": "<eos>", "3": "<unk>", "4": "Ā", "5": "ā", "6": "Ă", "7": "ă", "8": "Ą", "9": "ą", "10": "Ć", "11": "ć", "12": "Ĉ", "13": "ĉ", "14": "Ċ", "15": "ċ", "16": "Č", "17": "č", "18": "Ď", "19": "ď", "20": "Đ", "21": "đ", "22": "Ē", "23": "ē", "24": "Ĕ", "25": "ĕ", "26": "Ė", "27": "ė", "28": "Ę", "29": "ę", "30": "Ě", "31": "ě", "32": "Ĝ", "33": "ĝ", "34": "Ğ", "35": "ğ", "36": "Ġ", "37": "!", "38": "\"", "39": "#", "40": "$", "41": "%", "42": "&", "43": "'", "44": "(", "45": ")", "46": "*", "47": "+", "48": ",", "49": "-", "50": ".", "51": "/", "52": "0", "53": "1", "54": "2", "55": "3", "56": "4", "57": "5", "58": "6", "59": "7", "60": "8", "61": "9", "62": ":", "63": ";", "64": "<", "65": "=", "66": ">", "67": "?", "68": "@", "69": "A", "70": "B", "71": "C", "72": "D", "73": "E", "74": "F", "75": "G", "76": "H", "77": "I", "78": "J", "79": "K", "80": "L", "81": "M", "82": "N", "83": "O", "84": "P", "85": "Q", "86": "R", "87": "S", "88": "T", "89": "U", "90": "V", "91": "W", "92": "X", "93": "Y", "94": "Z", "95": "[", "96": "\\", "97": "]", "98": "^", "99": "_", "100": "`", "101": "a", "102": "b", "103": "c", "104": "d", "105": "e", "106": "f", "107": "g", "108": "h", "109": "i", "110": "j", "111": "k", "112": "l", "113": "m", "114": "n", "115": "o", "116": "p", "117": "q", "118": "r", "119": "s", "120": "t", "121": "u", "122": "v", "123": "w", "124": "x", "125": "y", "126": "z", "127": "{", "128": "|", "129": "}", "130": "~", "131": "ġ", "132": "Ģ", "133": "ģ", "134": "Ĥ", "135": "ĥ", "136": "Ħ", "137": "ħ", "138": "Ĩ", "139": "ĩ", "140": "Ī", "141": "ī", "142": "Ĭ", "143": "ĭ", "144": "Į", "145": "į", "146": "İ", "147": "ı", "148": "Ĳ", "149": "ĳ", "150": "Ĵ", "151": "ĵ", "152": "Ķ", "153": "ķ", "154": "ĸ", "155": "Ĺ", "156": "ĺ", "157": "Ļ", "158": "ļ", "159": "Ľ", "160": "ľ", "161": "Ŀ", "162": "ŀ", "163": "Ł", "164": "ł", "165": "¡", "166": "¢", "167": "£", "168": "¤", "169": "¥", "170": "¦", "171": "§", "172": "¨", "173": "©", "174": "ª", "175": "«", "176": "¬", "177": "Ń", "178": "®", "179": "¯", "180": "°", "181": "±", "182": "²", "183": "³", "184": "´", "185": "µ", "186": "¶", "187": "·", "188": "¸", "189": "¹", "190": "º", "191": "»", "192": "¼", "193": "½", "194": "¾", "195": "¿", "196": "À", "197": "Á", "198": "Â", "199": "Ã", "200": "Ä", "201": "Å", "202": "Æ", "203": "Ç", "204": "È", "205": "É", "206": "Ê", "207": "Ë", "208": "Ì", "209": "Í", "210": "Î", "211": "Ï", "212": "Ð", "213": "Ñ", "214": "Ò", "215": "Ó", "216": "Ô", "217": "Õ", "218": "Ö", "219": "×", "220": "Ø", "221": "Ù", "222": "Ú", "223": "Û", "224": "Ü", "225": "Ý", "226": "Þ", "227": "ß", "228": "à", "229": "á", "230": "â", "231": "ã", "232": "ä", "233": "å", "234": "æ", "235": "ç", "236": "è", "237": "é", "238": "ê", "239": "ë", "240": "ì", "241": "í", "242": "î", "243": "ï", "244": "ð", "245": "ñ", "246": "ò", "247": "ó", "248": "ô", "249": "õ", "250": "ö", "251": "÷", "252": "ø", "253": "ù", "254": "ú", "255": "û", "256": "ü", "257": "ý", "258": "þ", "259": "ÿ", "260": "eĠ", "261": "th", "262": "tĠ", "263": "sĠ", "264": "dĠ", "265": ",Ġ", "266": "ou", "267": "er", "268": "in", "269": "yĠ", "270": "an", "271": ":Ċ", "272": "or", "273": "oĠ", "274": "en", "275": "ĊĊ", "276": "ar", "277": "Ġth", "278": "on", "279": "ll", "280": "ha", "281": ",Ċ", "282": ".ĊĊ", "283": "isĠ", "284": "es", "285": "you", "286": "Ġs", "287": "toĠ", "288": "andĠ", "289": "ow", "290": "ea", "291": "Ġm", "292": "Ġw", "293": "of", "294": "Ġh", "295": "ing", "296": "om", "297": "Ġa", "298": "ch", "299": "theĠ", "300": "st", "301": "Ġb", "302": "no", "303": "ir", "304": "for", "305": "veĠ", "306": "e,Ġ", "307": "ith", "308": "ĠtheĠ", "309": "se", "310": "li", "311": "Th", "312": "llĠ", "313": "re", "314": "stĠ", "315": "atĠ", "316": "An", "317": "IĠ", "318": "ear", "319": "im", "320": "it", "321": "oo", "322": "gh", "323": "at", "324": "is", "325": "le", "326": "erĠ", "327": "our", "328": "AndĠ", "329": "'sĠ", "330": "ee", "331": "notĠ", "332": "myĠ", "333": ";Ċ", "334": "ra", "335": ".Ċ", "336": "your", "337": "ur", "338": "hatĠ", "339": "ri", "340": "utĠ", "341": "ldĠ", "342": "ofĠ", "343": "O:Ċ", "344": "edĠ", "345": "la", "346": "itĠ", "347": "ro", "348": "ereĠ", "349": "esĠ", "350": "d,Ġ", "351": "un", "352": "EN", "353": "keĠ", "354": "y,Ġ", "355": "IN", "356": "Ġd", "357": "asĠ", "358": "?ĊĊ", "359": "fa", "360": "with", "361": "haveĠ", "362": "S:Ċ", "363": "Ġc", "364": "Wh", "365": "thatĠ", "366": "ent", "367": "the", "368": "ce", "369": "sh", "370": "ma", "371": "Ġp", "372": "ther", "373": "be", "374": ".Ġ", "375": "AR", "376": "ceĠ", "377": "ingĠ", "378": "al", "379": ";Ġ", "380": "thou", "381": "s,Ġ", "382": "meĠ", "383": "seĠ", "384": "lo", "385": "ck", "386": "wh", "387": "il", "388": "'dĠ", "389": "IO:Ċ", "390": "now", "391": "ill", "392": "ell", "393": "beĠ", "394": "rea", "395": "Ġt", "396": "t,Ġ", "397": "ouldĠ", "398": "eĊ", "399": "ĠmyĠ", "400": "ver", "401": "com", "402": "heĠ", "403": "ĠtoĠ", "404": "ĠI", "405": "el", "406": "US:Ċ", "407": "ol", "408": "di", "409": "Ġg", "410": "ter", "411": "ayĠ", "412": "ain", "413": "Ġyou", "414": "TheĠ", "415": "leĠ", "416": "ion", "417": "Ġf", "418": "ru", "419": "if", "420": "em", "421": "and", "422": "ToĠ", "423": "igh", "424": "areĠ", "425": "up", "426": ",ĊAndĠ", "427": "him", "428": "ed", "429": "illĠ", "430": "ord", "431": "ich", "432": "lyĠ", "433": "oodĠ", "434": "UC", "435": "own", "436": "hisĠ", "437": "ING", "438": "ĠandĠ", "439": "con", "440": "ne", "441": "ay", "442": "e.ĊĊ", "443": "rom", "444": "id", "445": "us", "446": "oun", "447": "AN", "448": "man", "449": "ag", "450": "ER", "451": "OR", "452": "etĠ", "453": "res", "454": "sel", "455": "ĠhisĠ", "456": "e,Ċ", "457": "et", "458": "ca", "459": "Ġin", "460": "sha", "461": "!Ċ", "462": "ET", "463": "ThatĠ", "464": "po", "465": "qu", "466": "thyĠ", "467": "!ĊĊ", "468": "mor", "469": "ul", "470": "noĠ", "471": "am", "472": "Ġthe", "473": "A:Ċ", "474": "ven", "475": "byĠ", "476": "sĊ", "477": "sp", "478": "KING", "479": "Ġhim", "480": "ĠthisĠ", "481": "thisĠ", "482": "her", "483": "ĠthatĠ", "484": "oth", "485": "?Ċ", "486": "ong", "487": "ButĠ", "488": "estĠ", "489": "o,Ġ", "490": "butĠ", "491": "Ġof", "492": "For", "493": "su", "494": "Ġwith", "495": "ut", "496": "oneĠ", "497": "all", "498": "IC", "499": "end", "500": "OL", "501": "doĠ", "502": "IĠw", "503": "omeĠ", "504": "sir", "505": "s,Ċ", "506": "know", "507": ",ĠandĠ", "508": "ct", "509": "usĠ", "510": "self", "511": "Ġst", "512": "essĠ", "513": "akeĠ", "514": "EL", "515": "king", "516": "lea", "517": "Ġwh", "518": "ard", "519": "wor", "520": "op", "521": "ĠbeĠ", "522": "ad", "523": "IUS:Ċ", "524": "KINGĠ", "525": "ARD", "526": "Ġthou", "527": "soĠ", "528": "Ġyour", "529": "hear", "530": "entĠ", "531": "mo", "532": "est", "533": "to", "534": "--", "535": "ci", "536": "ST", "537": "MyĠ", "538": "youĠ", "539": "enĠ", "540": "'t", "541": "ousĠ", "542": "weĠ", "543": "dĊ", "544": "loo", "545": ":Ġ", "546": "E:Ċ", "547": "de", "548": "!Ġ", "549": "Ġam", "550": "I'", "551": "ĠthyĠ", "552": "ON", "553": "ĠheĠ", "554": "inĠ", "555": "ran", "556": "ink", "557": "sa", "558": "dea", "559": "anĠ", "560": "ere", "561": "uch", "562": "Ġsha", "563": "ish", "564": "son", "565": "iveĠ", "566": "from", "567": ".ĊĊC", "568": "ustĠ", "569": "sw", "570": "goodĠ", "571": "ab", "572": "lord", "573": "AsĠ", "574": "hath", "575": ".ĊĊP", "576": "WhatĠ", "577": "aĠ", "578": "eak", "579": "row", "580": "tĊ", "581": "ineĠ", "582": "oul", "583": "ig", "584": "der", "585": "You", "586": "per", "587": "lov", "588": ".ĊĊL", "589": "ARDĠI", "590": "likeĠ", "591": "pr", "592": "Ha", "593": ";ĊAndĠ", "594": "RO", "595": "eĠtoĠ", "596": "ess", "597": "TIO:Ċ", "598": "me", "599": "ic", "600": "Ġsh", "601": "ough", "602": "upon", "603": "I:Ċ", "604": "orĠ", "605": "outĠ", "606": "yĊ", "607": "ET:Ċ", "608": "wasĠ", "609": "AU", "610": "pro", "611": "can", "612": "whatĠ", "613": "erv", "614": "letĠ", "615": "ay,Ġ", "616": "YĠ", "617": "IĠhaveĠ", "618": "ant", "619": "idĠ", "620": "EĠ", "621": "ourĠ", "622": "ĠbutĠ", "623": "forĠ", "624": "Ġbe", "625": "hea", "626": "lif", "627": "as", "628": "well", "629": "oldĠ", "630": "ey", "631": ",ĊWh", "632": "In", "633": "irstĠ", "634": "um", "635": "ang", "636": "?Ġ", "637": "IĠam", "638": "ĠofĠ", "639": "ist", "640": "them", "641": "endĠ", "642": "K:Ċ", "643": "hat", "644": "yourĠ", "645": "If", "646": "ICH", "647": "war", "648": "RICH", "649": "thouĠ", "650": "eep", "651": "UK", "652": "DUK", "653": "DUKEĠ", "654": "ful", "655": "so", "656": "ĠasĠ", "657": "tt", "658": "od", "659": "foreĠ", "660": "tru", "661": "ick", "662": "hadĠ", "663": "bleĠ", "664": "With", "665": "ight", "666": "pp", "667": "ENTIO:Ċ", "668": "tim", "669": "ER:Ċ", "670": "ind", "671": "moreĠ", "672": "IĠs", "673": "shall", "674": "theyĠ", "675": "es,Ġ", "676": ".ĊĊB", "677": "eseĠ", "678": ".ĊĊKINGĠ", "679": "father", "680": ".ĊĊS", "681": ".ĊĊG", "682": "willĠ", "683": "ex", "684": ";ĠandĠ", "685": "do", "686": "Y:Ċ", "687": "Ġher", "688": "then", "689": "Ġall", "690": "wereĠ", "691": "INC", "692": "O,Ġ", "693": "owĠ", "694": "ĠmeĠ", "695": "lor", "696": "e'sĠ", "697": "bl", "698": "HeĠ", "699": "ign", "700": ".ĊĊM", "701": "oseĠ", "702": "bro", "703": "toĠtheĠ", "704": "ryĠ", "705": "ugh", "706": "Of", "707": "Ġme", "708": "ep", "709": "veryĠ", "710": "ome", "711": "ence", "712": "inĠtheĠ", "713": "ĊToĠ", "714": "AB", "715": "will", "716": "death", "717": "fri", "718": "enceĠ", "719": "d,Ċ", "720": "ĠaĠ", "721": "ightĠ", "722": "artĠ", "723": "look", "724": "anyĠ", "725": "aw", "726": "makeĠ", "727": "I'llĠ", "728": "LO", "729": "RICHARDĠI", "730": "FirstĠ", "731": "EST", "732": "new", "733": "therĠ", "734": "UCH", "735": "their", "736": "ĠwhatĠ", "737": "iv", "738": "wouldĠ", "739": "ce,Ġ", "740": "sĠandĠ", "741": "gra", "742": "ge", "743": "ESTER:Ċ", "744": "LOUC", "745": "LOUCESTER:Ċ", "746": "arm", "747": "fair", "748": "yetĠ", "749": "vo", "750": "rown", "751": "EEN", "752": "Ġtheir", "753": "theeĠ", "754": "ThisĠ", "755": "which", "756": "Thou", "757": "ĠsoĠ", "758": "ureĠ", "759": "LI", "760": "mad", "761": "sheĠ", "762": "ĠweĠ", "763": "yself", "764": "ster", "765": "onour", "766": "ef", "767": "liv", "768": ",ĠmyĠ", "769": "ev", "770": "ellĠ", "771": "loveĠ", "772": "eetĠ", "773": "ofĠtheĠ", "774": "Ġthem", "775": "indĠ", "776": "ect", "777": "INCENTIO:Ċ", "778": "didĠ", "779": "than", "780": "VINCENTIO:Ċ", "781": "UEEN", "782": "QUEEN", "783": "shallĠ", "784": "Ġsp", "785": "OF", "786": "OFĠ", "787": "Com", "788": "urn", "789": "not", "790": "off", "791": "Mar", "792": "withĠ", "793": "eed", "794": "thing", "795": "AM", "796": "Ġfor", "797": "vi", "798": "een", "799": "HEN", "800": "art", "801": "pla", "802": "o'", "803": "ak", "804": "sir,Ġ", "805": "again", "806": "ght", "807": "useĠ", "808": "y,Ċ", "809": "giveĠ", "810": "go", "811": "Go", "812": "ĊAndĠ", "813": "HENR", "814": "HENRYĠ", "815": "comeĠ", "816": "allĠ", "817": "SoĠ", "818": "'tisĠ", "819": "ec", "820": "ES", "821": "ghtĠ", "822": "sedĠ", "823": "Ġhear", "824": "oreĠ", "825": ":ĊA", "826": "mar", "827": "geĠ", "828": "entle", "829": "ORI", "830": "ng", "831": "dis", "832": "takeĠ", "833": "DUKEĠVINCENTIO:Ċ", "834": "ous", "835": "other", "836": "herĠ", "837": "du", "838": "ber", "839": "QUEENĠ", "840": "ap", "841": "ĠisĠ", "842": "jo", "843": "ES:Ċ", "844": "ower", "845": "IsĠ", "846": "ORK:Ċ", "847": "one", "848": "men", "849": "e'", "850": "YORK:Ċ", "851": "coun", "852": "ateĠ", "853": "ust", "854": "des", "855": "ation", "856": "WeĠ", "857": "Or", "858": "speak", "859": "INIUS:Ċ", "860": "fi", "861": "ĠitĠ", "862": "pra", "863": "'d", "864": "ĠnotĠ", "865": "tw", "866": "Ġcom", "867": ":ĊN", "868": "iz", "869": "mayĠ", "870": "rep", "871": "Ġthan", "872": "you,Ġ", "873": "esĊ", "874": "orn", "875": "much", "876": "ac", "877": "ItĠ", "878": "ED", "879": "EDW", "880": "'T", "881": "land", "882": "augh", "883": "reatĠ", "884": "shouldĠ", "885": "Which", "886": "ostĠ", "887": "TH", "888": ",--", "889": "ook", "890": "when", "891": "gain", "892": "UM", "893": "Why,Ġ", "894": "bo", "895": "AL", "896": "ort", "897": "IĠm", "898": "mostĠ", "899": "ound", "900": "Ġhea", "901": "long", "902": "fear", "903": "IS", "904": "ĠIĠ", "905": "ELL", "906": "someĠ", "907": ";ĊFor", "908": "terĠ", "909": "condĠ", "910": "antĠ", "911": "Ed", "912": "nobleĠ", "913": "are", "914": "ordĠ", "915": "think", "916": ",ĊToĠ", "917": "sĠof", "918": "sĠtoĠ", "919": "lessĠ", "920": "ack", "921": "OM", "922": "ME", "923": "'stĠ", "924": "hat,Ġ", "925": "MEO:Ċ", "926": "ROMEO:Ċ", "927": ",ĊThatĠ", "928": "how", "929": "goĠ", "930": "AP", "931": "ENIUS:Ċ", "932": "ENENIUS:Ċ", "933": "ither", "934": "e,ĠandĠ", "935": "Ġman", "936": "hereĠ", "937": "ByĠ", "938": "pres", "939": "mustĠ", "940": "UCHIO:Ċ", "941": "ETR", "942": "ETRUCHIO:Ċ", "943": "rem", "944": "af", "945": "ret", "946": "ĠbyĠ", "947": "tell", "948": "otĠ", "949": "ip", "950": "How", "951": "GodĠ", "952": "ardĠ", "953": "ment", "954": "ly", "955": "lord,Ġ", "956": "gu", "957": "econdĠ", "958": "dyĠ", "959": "ĊA", "960": "Come,Ġ", "961": "ONT", "962": "onĠ", "963": "inceĠ", "964": "Rome", "965": "ĊTheĠ", "966": "Ġfrom", "967": ":ĊTh", "968": "and,Ġ", "969": "oll", "970": "e.Ċ", "971": "ORIOL", "972": "ORIOLAN", "973": "friend", "974": ":ĊS", "975": "ORIOLANUS:Ċ", "976": "cannotĠ", "977": "ĠshallĠ", "978": "old", "979": "ĠatĠ", "980": "e?ĊĊ", "981": ".ĊĊKINGĠRICHARDĠI", "982": "ereĠisĠ", "983": "sc", "984": "rong", "985": "day", "986": "that", "987": "ry", "988": "Be", "989": "queen", "990": "eal", "991": "sĠofĠ", "992": "wick", "993": "ss", "994": "pe", "995": "na", "996": "Rich", "997": "tedĠ", "998": "urse", "999": "atch"}